Repository: amacomm/SocialLadder
Catalog: SocialLadder/SocialLadder/TranslResours/Resource.*.resx
Languages: ru

source: About
ru: О себе

source: Age
ru: Возраст

source: Alert
ru: Тревога

source: Cancel
ru: Отмена

# Chabout
source: Change about
ru: Изменение информации о себе

# chava
source: Chenge avatar
ru: Поменять аватар

# chmail
source: Chenge E-mail
ru: Поменять почту

# chpass
source: Chenge password
ru: Поменять пароль

# Code
source: Enter code from message:
ru: Введите код из сообщения:

source: Country
ru: Страна

source: Developers
ru: Разработчики

# EmailNotEnter
source: Enter the email address in the E-mail field that the account was linked to
ru: Введите адрес электронной почты в поле E-mail, с которым была связана учетная запись

# EmailValid
source: Email format not valid, please enter again...
ru: Формат электронной почты не действителен, пожалуйста, введите его еще раз...

# EnterNewPass
source: Enter your new password:
ru: Введите свой новый пароль:

source: Error
ru: Ошибка

# global
source: Global rating
ru: Глобальный рейтинг

# google
source: Log in with Google
ru: Войдити с Google

# InfReg
source: To be recognized we recommend uploading your face
ru: Чтобы быть узнанным мы рекомендуем загрузить фотографию вашего лица

# InvalidCode
source: You entered an invalid code
ru: Вы ввели неверный код

# lenguage
source: Language
ru: Язык

# lodnava
source: Load new avatar
ru: Загрузить новый аватар

source: Log In
ru: Войти

source: Login error
ru: Ошибка входа

# MailhasChang
source: Mail has been changed
ru: Почта была изменена

source: Mail is used
ru: Почта уже используется

source: Name
ru: Имя

# newmail
source: Enter new mail
ru: Введите новый mail адрес

# newpass
source: Enter new password
ru: Введите новый пароль

# NotReg
source: This email address is not registered
ru: Этот адрес электронной почты не зарегистрирован

source: OR
ru: ИЛИ

# PassDM
source: Passwords don't match
ru: Пароли не совпадают

# PassHasChang
source: Password has been changed
ru: Пароль изменен

source: Password
ru: Пароль

# Photo
source: Uploaded photo
ru: Загрузить фото

# PhotoUp
source: Photo uploaded
ru: Фото загруженно

source: Rating
ru: Рейтинг

source: Rating for
ru: Рейтинг для

# regist
source: Dont'Have Account Login? Sign Up
ru: Нет аккаунта? Присоединяйся

# registr
source: Register
ru: Зарегистрироваться

# rnewpass
source: Reenter new password
ru: Введите пароль занова

source: Search
ru: Поиск

source: Setting
ru: Настройки

source: Star
ru: Звёзды

# Start
source: Start registration!
ru: Начнём регистрацию!

# Success
source: You have been registered in Social Ladders
ru: Вы были зарегистрированы в Social Ladders

source: Theme
ru: Тема

# trouble
source: LogIn trouble? Get help signing in.
ru: Проблемы со входом? Поможем войти.

source: Verify
ru: Проверка

# WrongMailPass
source: Entered wrong mail or password
ru: Введена неверная почта или пароль
